		   >>SOURCE FORMAT IS FREE
IDENTIFICATION DIVISION.
       PROGRAM-ID. hello-world.

       PROCEDURE DIVISION.
           DISPLAY "Hello world!".
           STOP RUN.
		   